Repository: lucible/ProjectTitle
Catalog: l10n/*/koreader.po
Languages: ro_md

source: Library
ro_md: Bibliotecă

source: Folders
ro_md: Dosare

source: Book
ro_md: Carte

source: Project: Title
ro_md: Proiect: Titlu

source: Decrease Items Per Page
ro_md: Micșorează elementele pe pagină

source: Increase Items Per Page
ro_md: Mărește elementele pe pagină

source: Cover List
ro_md: Listă coperte

source: Cover Grid
ro_md: Grilă coperte

source: Details List
ro_md: Listă detalii

source: Filenames List
ro_md: Listă nume fișiere

source: Project: Title settings
ro_md: Proiect: Setări Titlu

source: Portrait cover grid mode
ro_md: Mod grilă coperte portret

source: Landscape cover grid mode
ro_md: Mod grilă coperte peisaj

source: List modes
ro_md: Moduri listă

source: Folder display
ro_md: Afișare dosare

source: Auto-generate cover images from books
ro_md: Generează automat imagini de copertă din cărți

source: Show auto-generated cover images as a stack
ro_md: Afișează coperți generate automat ca stivă

source: Overlay name and details in cover grid
ro_md: Suprapune nume și detalii în grila de coperte

source: Book display
ro_md: Afișare cărți

source: Show series
ro_md: Afișează serii

source: Show pages read instead of progress %
ro_md: Afișează pagini citite în loc de progres în %

source: Show file info instead of pages or progress %
ro_md: Afișează info fișier în loc de pagini sau progres în %

source: Show progress % instead of progress bars
ro_md: Afișează progresul în % în loc de bare de progres

source: Always show maximum length progress bars
ro_md: Afișează întotdeauna bare de progres la lungime maximă

source: Show calibre tags/keywords
ro_md: Afișează etichete/cuvinte-cheie calibre

source: Use custom book status screen
ro_md: Folosește ecran personalizat pentru starea cărții

source: Replace folder name with device info
ro_md: Înlocuiește numele dosarului cu informațiile dispozitivului

source: Show page controls in left corner
ro_md: Afișează controale pagină în colțul stâng

source: Library mode
ro_md: Mod bibliotecă

source: Show opened books first
ro_md: Afișează mai întâi cărțile deschise

source: Cache database
ro_md: Bază de date cache

source: Scan home folder for new books automatically
ro_md: Scanează dosarul principal automat pentru cărți noi

source: Empty cache
ro_md: Golește cache

source: Are you sure that you want to delete cover and metadata cache?
ro_md: Sigur doriți să ștergeți cache-ul de coperte și metadate?

source: Cache emptied.
ro_md: Cache golit.

source: Show last item indicator on touchscreen devices
ro_md: Afișează indicator ultim element pe dispozitive touchscreen

source: This will extract metadata and cover images from books in the current directory. Once extraction has started, you can abort at any moment by tapping on the screen. This extraction may take time and use some battery power: you may wish to keep your device plugged in.
ro_md: Aceasta va extrage metadate și imagini de copertă din cărțile din dosarul curent. Odată ce extracția a început, puteți opri oricând apăsând pe ecran. Această extracție poate dura și consuma baterie: recomandăm să mențineți dispozitivul conectat la priză.

source: Found %1 books. Looking for new books…
ro_md: S-au găsit %1 cărți. Se caută cărți noi…

source: No new books found.
ro_md: Nu s-au găsit cărți noi.

source: Do you want to stop?
ro_md: Doriți să opriți?

source: Continue Indexing
ro_md: Continuă indexarea

source: Stop Indexing
ro_md: Oprește indexarea

source: Tap anywhere to stop
ro_md: Apăsați oriunde pentru a opri
